module.exports.config = {
    name: 'autotime',
    version: '10.02',
    hasPermssion: 0,
    credits: 'shourov',
    description: 'সেট করা সময় অনুযায়ী স্বয়ংক্রিয়ভাবে বার্তাগুলি পাঠানো হবে!',
    commandCategory: 'group messenger',
    usages: '[]',
    cooldowns: 3
};
const nam = [{
    timer: '12:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\  --❖-- 𝐒𝐇𝐎𝐔𝐑𝐎𝐕 𝐊𝐈𝐍𝐆(✷‿✷) --❖--\✢━━━━━━━━━━━━━━━✢\\এখন রাত ১১টা বাজে সবাই সুয়ে পড়ো জেগে না থেকে🙅\\✢━━━━━━━━━━━━━━━✢\𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=100070297030133&mibextid=ZbWKwL\𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝐒𝐇𝐎𝐔𝐑𝐎𝐕 𝐊𝐈𝐍𝐆 (✷‿✷)']
},
             {
    timer: '1:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\  --❖-- 𝐒𝐇𝐎𝐔𝐑𝐎𝐕 𝐊𝐈𝐍𝐆(✷‿✷) --❖--\✢━━━━━━━━━━━━━━━✢\\এখন রাত ১২টা বেজে এবার হ্যান্ডেল মারা বন্ধ করে ঘুমা🖕\\✢━━━━━━━━━━━━━━━✢\𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=100070297030133&mibextid=ZbWKwL\𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝐒𝐇𝐎𝐔𝐑𝐎𝐕 𝐊𝐈𝐍𝐆(✷‿✷)']
},
						{
    timer: '2:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\  --❖-- 𝐒𝐇𝐎𝐔𝐑𝐎𝐕 𝐊𝐈𝐍𝐆(✷‿✷) --❖--\✢━━━━━━━━━━━━━━━✢\\এখন রাত ১টা বাজে সবাই মনে হয় ঘুমায় গেছে🥱\\✢━━━━━━━━━━━━━━━✢\𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=100070297030133&mibextid=ZbWKwL\𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝐒𝐇𝐎𝐔𝐑𝐎𝐕 𝐊𝐈𝐍𝐆 (✷‿✷)']
},
						 {
    timer: '3:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\  --❖-- 𝐒𝐇𝐎𝐔𝐑𝐎𝐕 𝐊𝐈𝐍𝐆(✷‿✷) --❖--\✢━━━━━━━━━━━━━━━✢\\এখন রাত ২টা বাজে যারা ছ্যাকা খাইছে তারা জেগে আছে😒\\✢━━━━━━━━━━━━━━━✢\𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=100070297030133&mibextid=ZbWKwL\𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝐒𝐇𝐎𝐔𝐑𝐎𝐕 𝐊𝐈𝐍𝐆(✷‿✷']
},
						 {
    timer: '4:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\  --❖-- 𝐒𝐇𝐎𝐔𝐑𝐎𝐕 𝐊𝐈𝐍𝐆(✷‿✷) --❖--\✢━━━━━━━━━━━━━━━✢\\এখন রাত ৩টা বাজে সবাই মনে হয় ঘুমাই🥹আমার ভাই ঘুম আসে না😔\\✢━━━━━━━━━━━━━━━✢\𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=100070297030133&mibextid=ZbWKwL\𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝐒𝐇𝐎𝐔𝐑𝐎𝐕 𝐊𝐈𝐍𝐆(✷‿✷']
},
						 {
    timer: '5:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\  --❖-- 𝐒𝐇𝐎𝐔𝐑𝐎𝐕 𝐊𝐈𝐍𝐆(✷‿✷) --❖--\✢━━━━━━━━━━━━━━━✢\\এখন রাত ৪টা বাজে একটু পর ফজরের আযান দিবে নামাজ পড়ে নিও সবাই\\✢━━━━━━━━━━━━━━━✢\𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=100070297030133&mibextid=ZbWKwL\𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝐒𝐇𝐎𝐔𝐑𝐎𝐕 𝐊𝐈𝐍𝐆(✷‿✷) ']
},
             {
    timer: '5:05:00 AM',
    message: ['╭──────────────────╮\  🌸𝐄𝐯𝐞𝐫𝐲 𝐌𝐮𝐬𝐥𝐢𝐦𝐬 𝐈𝐝𝐞𝐧𝐭𝐢𝐭𝐲 🌸\╰──────────────────╯\\𝙽𝚊𝚖𝚎                     : 𝐌𝐮𝐬𝐥𝐢𝐦.\𝙵𝚊𝚝𝚑𝚎𝚛•𝚜 𝙽𝚊𝚖𝚎    : 𝐀𝐝𝐨𝐦 (আ:)\𝙲𝚛𝚎𝚊𝚝𝚘𝚛               : 𝐀𝐥𝐥𝐚𝐡\𝙸𝚍𝚎𝚊𝚕                   : 𝐌𝐮𝐡𝐚𝐦𝐦𝐚𝐝 (সা.) \𝙷𝚘𝚕𝚢 𝙱𝚘𝚘𝚔           : 𝐐𝐮𝐫𝐚𝐧 \𝚁𝚎𝚕𝚒𝚐𝚒𝚘𝚗            : 𝐈𝐬𝐥𝐚𝐦 \𝙸𝚍𝚎𝚗𝚝𝚒𝚝𝚢            : لَا إِلٰهَ إِلَّا الله مُحَمَّدٌ رَسُولُ الله• \𝙷𝚘𝚋𝚋𝚒𝚎𝚜               : 𝐍𝐚𝐦𝐚𝐳 𝟓 𝐭𝐢𝐦𝐞𝐬 𝐚 𝐝𝐚𝐲 \𝙿𝚛𝚎𝚜𝚎𝚗𝚝 𝙰𝚍𝚍𝚛𝚎𝚜𝚜           : 𝐃𝐮𝐧𝐢𝐲𝐚 \𝙿𝚎𝚛𝚖𝚊𝚗𝚎𝚗𝚝 𝙰𝚍𝚍𝚛𝚎𝚜𝚜      : 𝐉𝐚𝐧𝐧𝐚𝐭 (𝐈𝐧 𝐬𝐡𝐚 𝐚𝐥𝐥𝐚𝐡)']
},
						 {
    timer: '6:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\  --❖-- 𝐒𝐇𝐎𝐔𝐑𝐎𝐕 𝐊𝐈𝐍𝐆(✷‿✷) --❖--\✢━━━━━━━━━━━━━━━✢\\এখন ভোর ৫টা বাজে সবাই নামাজ পড়ছো তো?❤️\\✢━━━━━━━━━━━━━━━✢\𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=100070297030133&mibextid=ZbWKwL\𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝐒𝐇𝐎𝐔𝐑𝐎𝐕 𝐊𝐈𝐍𝐆 (✷‿✷) ']
},
						 {
    timer: '7:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\  --❖-- 𝐒𝐇𝐎𝐔𝐑𝐎𝐕 𝐊𝐈𝐍𝐆(✷‿✷) --❖--\✢━━━━━━━━━━━━━━━✢\\এখন সকাল ৬টা বাজে ঘুম থেকে উঠো দাঁত ব্রাশ করো সবাই\\✢━━━━━━━━━━━━━━━✢\𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=100070297030133&mibextid=ZbWKwL\𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝐓𝐎𝐍𝐌𝐎𝐘 𝐀𝐇𝐌𝐄𝐃 (✷‿✷)']
},
						 {
    timer: '8:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\  --❖-- 𝐒𝐇𝐎𝐔𝐑𝐎𝐕 𝐊𝐈𝐍𝐆(✷‿✷) --❖--\✢━━━━━━━━━━━━━━━✢\\এখন সকাল ৭টা বাজে সবাই ব্রেকফাস্ট করে নাও😊\\✢━━━━━━━━━━━━━━━✢\𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=100070297030133&mibextid=ZbWKwL\𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝐒𝐇𝐎𝐔𝐑𝐎𝐕 𝐊𝐈𝐍𝐆 (✷‿✷) ']
},
						 {
    timer: '9:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\  --❖-- 𝐒𝐇𝐎𝐔𝐑𝐎𝐕 𝐊𝐈𝐍𝐆(✷‿✷) --❖--\✢━━━━━━━━━━━━━━━✢\\এখন সকাল ৮ টা বাজে যারা পড়াশোনা করো তারা স্কুলে যাও😚 যারা পড়ে না তারা কাজে যাও😒\\✢━━━━━━━━━━━━━━━✢\𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=100070297030133&mibextid=ZbWKwL\𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝐒𝐇𝐎𝐔𝐑𝐎𝐕 𝐊𝐈𝐍𝐆(✷‿✷)']
},
             {
    timer: '10:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\  --❖-- 𝐒𝐇𝐎𝐔𝐑𝐎𝐕 𝐊𝐈𝐍𝐆(✷‿✷) --❖--\✢━━━━━━━━━━━━━━━✢\\এখন সকাল ৯ টা বাজে মন দিয়ে কাজ করো সবাই❤️\\✢━━━━━━━━━━━━━━━✢\𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=100070297030133&mibextid=ZbWKwL\𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝐒𝐇𝐎𝐔𝐑𝐎𝐕 𝐊𝐈𝐍𝐆(✷‿✷)' ]
},
						 {
    timer: '11:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸>  ===\  --❖-- 𝐒𝐇𝐎𝐔𝐑𝐎𝐕 𝐊𝐈𝐍𝐆(✷‿✷) --❖--\✢━━━━━━━━━━━━━━━✢\\এখন সকাল ১০টা বাজে মিস করছি তোমাদের😔 তাড়াতাড়ি বাড়িতে চলে আসো😒\\✢━━━━━━━━━━━
