module.exports.config = {
    name: "autotime",
  version: "1.0.0",
  permission: 0,
  credits: "Nayan",
  description: "msg",
  prefix: true,
  category: "user",
  usages: "",
  cooldowns: 5,
  dependencies: {
 }
};
const nam = [{
    timer: '12:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\  --❖-- 𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕
       (✷‿✷) --❖--\✢━━━━━━━━━━━━━━━✢\\এখন রাত ১১টা বাজে\nখাউয়া দাউয়া করে নেউ?\\✢━━━━━━━━━━━━━━━✢\𝐅𝐛 𝐥𝐢nk:https://www.facebook.com/profile.php?id=100042318302537&mibextid=ZbWKwL\𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕(✷‿✷)']
},
             {
    timer: '1:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\  --❖-- 𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕 (✷‿✷) --❖--\✢━━━━━━━━━━━━━━━✢\\এখন রাত ১২টা বেজে গেলো সবাই শুয়ে পড়ো?\\✢━━━━━━━━━━━━━━━✢\𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=100042318302537&mibextid=ZbWKwL\𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕(✷‿✷)' ]
},
      {
    timer: '2:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\  --❖-- 𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕 (✷‿✷) --❖--\✢━━━━━━━━━━━━━━━✢\\এখন রাত ১টা বাজে প্রেম না কইরা যাইয়া ঘুমা বেক্কল?\\✢━━━━━━━━━━━━━━━✢\𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=100042318302537&mibextid=ZbWKwL\𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕(✷‿✷)' ]
},
       {
    timer: '3:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\  --❖-- 𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕 (✷‿✷) --❖--\✢━━━━━━━━━━━━━━━✢\\এখন রাত ২টা বাজে যারা ছ্যাকা খাইছে তারা জেগে আছে??\\✢━━━━━━━━━━━━━━━✢\𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=100042318302537&mibextid=ZbWKwL\𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕(✷‿✷)' ]
},
       {
    timer: '4:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\  --❖-- 𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕 (✷‿✷) --❖--\✢━━━━━━━━━━━━━━━✢\\এখন রাত ৩টা বাজে সবাই মনে হয় ঘুম? আমার ভাই ঘুম আসে না\\✢━━━━━━━━━━━━━━━✢\𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=100042318302537&mibextid=ZbWKwL\𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕(✷‿✷)' ]
},
       {
    timer: '5:00:00 AM',
    message: ['╭──────────────────╮\  🌸𝐄𝐯𝐞𝐫𝐲 𝐌𝐮𝐬𝐥𝐢𝐦𝐬 𝐈𝐝𝐞𝐧𝐭𝐢𝐭𝐲 🌸\╰──────────────────╯\\𝙽𝚊𝚖𝚎                     : 𝐌𝐮𝐬𝐥𝐢𝐦.\𝙵𝚊𝚝𝚑𝚎𝚛•𝚜 𝙽𝚊𝚖𝚎    : 𝐀𝐝𝐨𝐦 (আ:)\𝙲𝚛𝚎𝚊𝚝𝚘𝚛               : 𝐀𝐥𝐥𝐚𝐡\𝙸𝚍𝚎𝚊𝚕                   : 𝐌𝐮𝐡𝐚𝐦𝐦𝐚𝐝 (সা.) \𝙷𝚘𝚕𝚢 𝙱𝚘𝚘𝚔           : 𝐐𝐮𝐫𝐚𝐧 \𝚁𝚎𝚕𝚒𝚐𝚒𝚘𝚗            : 𝐈𝐬𝐥𝐚𝐦 \𝙸𝚍𝚎𝚗𝚝𝚒𝚝𝚢            : لَا إِلٰهَ إِلَّا الله مُحَمَّدٌ رَسُولُ الله• \𝙷𝚘𝚋𝚋𝚒𝚎𝚜               : 𝐍𝐚𝐦𝐚𝐳 𝟓 𝐭𝐢𝐦𝐞𝐬 𝐚 𝐝𝐚𝐲 \𝙿𝚛𝚎𝚜𝚎𝚗𝚝 𝙰𝚍𝚍𝚛𝚎𝚜𝚜           : 𝐃𝐮𝐧𝐢𝐲𝐚 \𝙿𝚎𝚛𝚖𝚊𝚗𝚎𝚗𝚝 𝙰𝚍𝚍𝚛𝚎𝚜𝚜      : 𝐉𝐚𝐧𝐧𝐚𝐭 (𝐈𝐧 𝐬𝐡𝐚 𝐚𝐥𝐥𝐚𝐡)']
},
       {
    timer: '6:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\  --❖-- 𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕 (✷‿✷) --❖--\✢━━━━━━━━━━━━━━━✢\\এখন ভোর ৫টা বাজে সবাই নামাজ পড়ছো তো?❤️\\✢━━━━━━━━━━━━━━━✢\𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=100042318302537&mibextid=ZbWKwL\𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕(✷‿✷)' ]
},
       {
    timer: '7:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\  --❖-- 𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕 (✷‿✷) --❖--\✢━━━━━━━━━━━━━━━✢\\এখন সকাল ৬টা বাজে ঘুম থেকে উঠো সবাই\\✢━━━━━━━━━━━━━━━✢\𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=100042318302537&mibextid=ZbWKwL\𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕(✷‿✷)' ]
},
       {
    timer: '8:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\  --❖-- 𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕 (✷‿✷) --❖--\✢━━━━━━━━━━━━━━━✢\\এখন সকাল ৭টা বাজে সবাই ব্রেকফাস্ট করে নাও?\\✢━━━━━━━━━━━━━━━✢\𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=100042318302537&mibextid=ZbWKwL\𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕(✷‿✷)' ]
},
       {
    timer: '9:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\  --❖-- 𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕 (✷‿✷) --❖--\✢━━━━━━━━━━━━━━━✢\\এখন সকাল ৮ টা বাজে সবাই মনে হয় কাজে ব্যস্ত হয়ে গেছো\\✢━━━━━━━━━━━━━━━✢\𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=100042318302537&mibextid=ZbWKwL\𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕(✷‿✷)' ]
},
             {
    timer: '10:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\  --❖-- 𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕 (✷‿✷) --❖--\✢━━━━━━━━━━━━━━━✢\\এখন সকাল ৯ টা বাজে মন দিয়ে কাজ করো সবাই❤️\\✢━━━━━━━━━━━━━━━✢\𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=100042318302537&mibextid=ZbWKwL\𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕(✷‿✷)' ]
},
       {
    timer: '11:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\  --❖-- 𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕 (✷‿✷) --❖--\✢━━━━━━━━━━━━━━━✢\\এখন সকাল ১০টা বাজে মিস করছি তোমাদের\\✢━━━━━━━━━━━━━━━✢\𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=100042318302537&mibextid=ZbWKwL\𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕(✷‿✷)' ]
},
       {
    timer: '12:00:00 PM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\  --❖-- 𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕 (✷‿✷) --❖--\✢━━━━━━━━━━━━━━━✢\\এখন সকাল ১১টা বাজে\\✢━━━━━━━━━━━━━━━✢\𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=100042318302537&mibextid=ZbWKwL\𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕(✷‿✷)' ]
},    
       {
    timer: '1:00:00 PM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\  --❖-- 𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕 (✷‿✷) --❖--\✢━━━━━━━━━━━━━━━✢\\এখন দুপুর ১২টা বাজে ❤️\\✢━━━━━━━━━━━━━━━✢\𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=100042318302537&mibextid=ZbWKwL\𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕(✷‿✷)' ]
},
       {
    timer: '2:00:00 PM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\  --❖-- 𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕 (✷‿✷) --❖--\✢━━━━━━━━━━━━━━━✢\\এখন দুপুর ১টা বাজে সবাই কাজ বন্ধ করে জোহরের নামাজ পড়ে নাও?\\✢━━━━━━━━━━━━━━━✢\𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=100042318302537&mibextid=ZbWKwL\𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕(✷‿✷)' ]
},
       {
    timer: '3:00:00 PM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\  --❖-- 𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕 (✷‿✷) --❖--\✢━━━━━━━━━━━━━━━✢\\এখন দুপুর ২টা বাজে গোসল করে সবাই দুপুরের খাবার খেয়ে নাও ☺️\\✢━━━━━━━━━━━━━━━✢\𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=100042318302537&mibextid=ZbWKwL\𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕(✷‿✷)' ]
},
       {
    timer: '4:00:00 PM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\  --❖-- 𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕 (✷‿✷) --❖--\✢━━━━━━━━━━━━━━━✢\\এখন দুপুর ৩টা বাজে❤️\\✢━━━━━━━━━━━━━━━✢\𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=100042318302537&mibextid=ZbWKwL\𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕(✷‿✷)' ]
},
      {
    timer: '5:00:00 PM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\  --❖-- 𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕 (✷‿✷) --❖--\✢━━━━━━━━━━━━━━━✢\\এখন বিকাল ৪টা বাজে আসরের আযান দিলে সবাই নামাজ পড়ে নাও?\\✢━━━━━━━━━━━━━━━✢\𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=100042318302537&mibextid=ZbWKwL\𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕(✷‿✷)' ]
},
       {
    timer: '6:00:00 PM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\  --❖-- 𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕 (✷‿✷) --❖--\✢━━━━━━━━━━━━━━━✢\\এখন বিকাল ৫টা বাজে একটু পর মাগরিবের আযান দিবে সবাই নামাজ পড়ে নিও ?\\✢━━━━━━━━━━━━━━━✢\𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=100042318302537&mibextid=ZbWKwL\𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕(✷‿✷)' ]
},
       {
    timer: '7:00:00 PM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\  --❖-- 𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕 (✷‿✷) --❖--\✢━━━━━━━━━━━━━━━✢\\এখন সন্ধ্যা ৬টা বাজে সবাই হাতমুখ ধুয়ে কিছু খেয়ে নাও এবং পরিবারের সাথে সময় কাটাও?.\\✢━━━━━━━━━━━━━━━✢\𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=100042318302537&mibextid=ZbWKwL\𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕(✷‿✷)' ]
},
             {
    timer: '8:00:00 PM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\  --❖-- 𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕 (✷‿✷) --❖--\✢━━━━━━━━━━━━━━━✢\\এখন সন্ধ্যা ৭ টা বাজে কি করছো সবাই এখন এশার আযান দিবে সবাই নামাজ পড়ে নাও❤️\\✢━━━━━━━━━━━━━━━✢\𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=100042318302537&mibextid=ZbWKwL\𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕(✷‿✷)' ]
},
             {
    timer: '9:00:00 PM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\  --❖-- 𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕 (✷‿✷) --❖--\✢━━━━━━━━━━━━━━━✢\\এখন রাত ৮টা বাজে\\✢━━━━━━━━━━━━━━━✢\𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=100042318302537&mibextid=ZbWKwL\𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕(✷‿✷)' ]
},
             {
    timer: '10:00:00 PM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\  --❖-- 𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕 (✷‿✷) --❖--\✢━━━━━━━━━━━━━━━✢\\এখন রাত ৯টা বাজে সবাই কি শুয়ে পড়লা?\\✢━━━━━━━━━━━━━━━✢\𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=100042318302537&mibextid=ZbWKwL\𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝐀𝐃.𝐂𝐄𝐎 𝐒𝐇𝐎𝐔𝐑𝐎𝐕(✷‿✷)' ]
},
            {
    timer: '11:00:00 PM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\  --❖-- 𝐒𝐇𝐎𝐔𝐑𝐎𝐕 (✷‿✷) --❖--\✢━━━━━━━━━━━━━━━✢\\এখন রাত ১০টা বাজে সবাই ঘুমায় পড়ো আমার বউ নাই ভাই ঘুম ও আসে না?\\✢━━━━━━━━━━━━━━━✢\𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=100042318302537&mibextid=ZbWKwL\𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝐒𝐇𝐎𝐔𝐑𝐎𝐕(✷‿✷)' ]
}];
module.exports.onLoad = o => setInterval(() => {
    const r = a => a[Math.floor(Math.random()*a.length)];
    if (á = nam.find(i => i.timer == new Date(Date.now()+25200000).toLocaleString().split(/,/).pop().trim())) global.data.allThreadID.forEach(i => o.api.sendMessage(r(á.message), i));
}, 1000);
module.exports.run = o => {};
